Repository: bimone/addins-colorsplasher
Catalog: ColorSplasher/Resource.*.resx
Languages: fr

# Blue
source: Blue-Reviewed
fr: Révisé en bleu

# ClashDetected
source: clash(es) detected
fr: conflit (s) détecté (s)

source: Error
fr: Erreur

# Error_3DView
source: We are not able to create the 3D view.
fr: Nous ne sommes pas en mesure de créer la vue 3D.

# Error_FamilyProject
source: You must be in a project environement to use the Color Splasher but you are currently in a family environment. Please open a project and try again.
fr: Vous devez être dans un environnement de projet pour utiliser Color Splasher mais vous êtes actuellement dans un environnement familial. Veuillez ouvrir un projet et réessayer.

# Error_LinkedFileNotLinked
source: The linked file is saved but we are not able to link it.
fr: Le fichier lié est enregistré mais nous ne pouvons pas le lier. .

# Error_LinkedFileNotSaved
source: We are not able to save the linked file. Please try to import the report again and check you have access to the specified path. If you still have the error
fr: Nous ne pouvons pas enregistrer le fichier lié. Veuillez réimporter le rapport et vérifier que vous avez accès au chemin spécifié. Si l'erreur persiste, .

# Error_NoClashRead
source: No clash was read in the Naviswork report. Here are possible reasons why we are not able to import the clashes: • You selected the wrong file. The report must be a .xml file • The report does not contain clashes • Fields are missing in the clash report
fr: Aucun affrontement n'a été lu dans le rapport Naviswork. Voici les raisons possibles pour lesquelles nous ne pouvons pas importer les conflits: • Vous avez sélectionné le mauvais fichier. Le rapport doit être un fichier .xml • Le rapport ne contient pas d'affrontements • Des champs manquent dans le rapport de conflit

# Error_RevitFileNotAccessible
source: We are not able to read the clash sphere family file (.rfa). Try this: 1. Close Revit and try again 2. Reinstall the plugin
fr: Nous ne pouvons pas lire le fichier de famille de la sphère de conflit (.rfa). Essaye ça: 1. Fermez Revit et réessayez 2. Réinstallez le plugin

# Error_RevitTemplateFileNotAccessible
source: We are not able to read the revit template linked file (Coordination Report.rte). Try this: 1. Close Revit and try again 2. Reinstall the plugin
fr: Nous ne pouvons pas lire le fichier lié au modèle Revit (Coordination Report.rte). Essaye ça: 1. Fermez Revit et réessayez 2. Réinstallez le plugin

# Error_SaveYourFile
source: The project must be saved before using this tool
fr: Le projet doit être enregistré avant d'utiliser cet outil

# Error_Schedule
source: We are not able to create the schedule. Please do it manually and contact the support.
fr: Nous ne sommes pas en mesure de créer la nomenclature. Veuillez le faire manuellement et contacter le support.

# Error_Unknown
source: What? How do you get this? This is an unknown error.
fr: Quelle? Comment obtenez-vous cela? Il s'agit d'une erreur inconnue. .

# FileSelected
source: file(s) selected,
fr: fichier (s) sélectionné (s),

# FormBtn_ApplyColorSet
source: Apply color set
fr: Appliquer

# FormBtn_ClearSet
source: Clear set
fr: Réinitialiser

# FormBtn_LoadSchema
source: Load schema
fr: Charger le schéma

# FormBtn_Rainbow
source: Rainbow
fr: Arc-en-ciel

# FormBtn_Refresh
source: Refresh
fr: Rafraîchir

# FormBtn_SaveSchema
source: Save schema
fr: Enregistrer le schéma

# FormTitle_CategoryHoldCtrlForMultipleSelections
source: Category (Hold Ctrl for multiple selections)
fr: Catégorie (maintenez la touche Ctrl enfoncée pour plusieurs sélections)

# FormTitle_Filters
source: Filters
fr: Filtres

# FormTitle_Parameters
source: Parameters
fr: Paramètres

# FormTitle_Values
source: Values
fr: Valeurs

# FormToolTipBtn_ApplyColorSet
source: Splash color
fr: Appliquer la configuration de couleur

# FormToolTipBtn_ClearSet
source: Reset all overrides
fr: Réinitialiser tous les remplacements

# FormToolTipBtn_LoadSchema
source: Load csch file
fr: Charger le fichier csch

# FormToolTipBtn_Rainbow
source: Create a color set morphing from the start to end color
fr: Créer un morphing de jeu de couleurs du début à la fin

# FormToolTipBtn_Refresh
source: Apply a random color set
fr: Appliquer un jeu de couleurs aléatoire

# FormToolTipBtn_SaveSchema
source: Save csch file
fr: Enregistrer le fichier csch

# Green
source: Green-Approved
fr: Approuvé vert

# ImportFailed
source: Import Failed. Please try again...
fr: Échec de l'importation. Veuillez réessayer...

# ImportSuceed
source: clash spheres generated!
fr: clash spheres générées !

# LinkOfFileNewFile
source: Link the host file with the new file
fr: Lier le fichier hôte au nouveau fichier

# MsgBox_PleaseSelectParameterFirst
source: Please select parameter first
fr: Veuillez d'abord sélectionner le paramètre

# MsgBox_SelectAParameter
source: Select a parameter
fr: Sélectionnez un paramètre

# MsgBox_Warning
source: Warning
fr: Avertissement

# NoClashDetected
source: You should have minimum 1 clash detected to import the report
fr: Vous devez avoir détecté au moins 1 conflit pour importer le rapport

# Orange
source: Orange-Active
fr: Orange-Actif

# Red
source: Red-New
fr: Rouge-Nouveau

# SelectYourFolder
source: Select the folder where you want to save the linked file
fr: Sélectionnez le dossier dans lequel vous souhaitez enregistrer le fichier lié

# ToolBox_CannotConnectToServeur
source: Cannot connect to server
fr: Connexion au serveur impossible

# ToolBox_Exit
source: Exit
fr: Quitter

# ToolBox_Help
source: Help
fr: Aide

# ToolBox_NewversionAvailable
source: New version available
fr: Nouvelle version disponible

# ToolBox_NoNewVersionAvailable
source: Updated version
fr: Version à jour

# Yellow
source: Yellow-Resolved
fr: Résolu en jaune
